tutorials/viscoelastic/viscoelasticFluidFoam/FENE-CR/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.0                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          500;
        startFace       99900;
    }
    fixedWalls
    {
        type            wall;
        nFaces          1500;
        startFace       100400;
    }
    outlet
    {
        type            patch;
        nFaces          100;
        startFace       101900;
    }
    simetry
    {
        type            symmetryPlane;
        nFaces          7000;
        startFace       102000;
    }
    defaultFaces
    {
        type            empty;
        nFaces          0;
        startFace       109000;
    }
)

// ************************************************************************* //
